tap "anomalyco/tap"
tap "homebrew/services"
tap "leohenon/tap"
tap "manaflow-ai/cmux"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tonisives/tap"
brew "act"
brew "age"
brew "asciiquarium"
brew "automake"
brew "bacon"
brew "bash"
brew "bat"
brew "bats-core"
brew "biome"
brew "black"
brew "bun"
brew "cargo-deny"
brew "cargo-edit"
brew "cargo-expand"
brew "cargo-nextest"
brew "cargo-watch"
brew "ccache"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cppcheck"
brew "delve"
brew "deno"
brew "direnv"
brew "duckdb"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fileicon"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "gifsicle"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gopls"
brew "gum"
brew "hadolint"
brew "htop"
brew "httpd"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "just"
brew "lazygit"
brew "leohenon/tap/igs"
brew "leohenon/tap/ocv"
brew "less"
brew "libevent"
brew "libffi"
brew "llvm"
brew "make"
brew "mkcert"
brew "mypy"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "ninja"
brew "node"
brew "nox"
brew "ollama"
brew "openssl@3"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pkgconf"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "postgresql@17"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "pyenv"
brew "pyright"
brew "py-spy"
brew "python-tk@3.12"
brew "python@3.10"
brew "python@3.11"
brew "pyupgrade"
brew "qwen-code"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "sccache"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "sops"
brew "sqlite"
brew "stylua"
brew "taplo"
brew "television"
brew "tmux"
brew "tox"
brew "tree"
brew "trivy"
brew "typescript-language-server"
brew "uv"
brew "vim"
brew "virtualenv"
brew "watchexec"
brew "wget"
brew "xz"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zig"
brew "zlib"
brew "zls"
brew "zsh-autosuggestions"
brew "anomalyco/tap/opencode"
brew "mongodb/brew/mongodb-community@7.0"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "claude-code"
cask "cmux"
cask "codex"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "microsoft-teams"
cask "neovide-app"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "tailscale-app"
cask "tonisives/tap/ovim"
go "github.com/chrishrb/go-grip"
go "github.com/cweill/gotests/gotests"
go "github.com/fatih/gomodifytags"
go "github.com/josharian/impl"
go "github.com/leohenon/interactive-git-status/cmd/git-igs"
go "github.com/leohenon/interactive-git-status/cmd/igs"
go "github.com/leohenon/istage"
go "github.com/leohenon/relay/cmd/relyx"
go "github.com/leohenon/relay/cmd/relyxd"
go "github.com/steveyegge/gastown/cmd/gt"
go "golang.org/x/tools/cmd/goimports"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-audit"
cargo "grux"
cargo "rusty-hook"
cargo "typos-cli"
