tap "anomalyco/tap"
tap "homebrew/services"
tap "leohenon/tap"
tap "manaflow-ai/cmux"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "act"
brew "asciiquarium"
brew "bash"
brew "bat"
brew "bats-core"
brew "black"
brew "ccache"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cppcheck"
brew "delve"
brew "direnv"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fileicon"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "gifsicle"
brew "git-lfs"
brew "gitleaks"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gopls"
brew "gum"
brew "hadolint"
brew "httpd"
brew "hyperfine"
brew "jq"
brew "just"
brew "lazygit"
brew "leohenon/tap/ocv"
brew "libffi"
brew "llvm"
brew "make"
brew "mkcert"
brew "mypy"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "ollama"
brew "openssl@3"
brew "php"
brew "pipx"
brew "pkg-config"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "pyenv"
brew "pyright"
brew "python-tk@3.12"
brew "python@3.10"
brew "python@3.11"
brew "qwen-code"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "sccache"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "sqlite"
brew "stylua"
brew "television"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "virtualenv"
brew "watchexec"
brew "wget"
brew "xz"
brew "yamllint"
brew "zig"
brew "zlib"
brew "zsh-autosuggestions"
brew "anomalyco/tap/opencode"
brew "mongodb/brew/mongodb-community@7.0"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "cmux"
cask "codex"
cask "copilot-cli"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "neovide-app"
cask "superwhisper"
go "github.com/chrishrb/go-grip"
go "github.com/cweill/gotests/gotests"
go "github.com/fatih/gomodifytags"
go "github.com/josharian/impl"
go "github.com/leohenon/relay/cmd/relyx"
go "github.com/leohenon/relay/cmd/relyxd"
go "github.com/steveyegge/gastown/cmd/gt"
go "golang.org/x/tools/cmd/goimports"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "rusty-hook"
